/**
* Created by zhangxin on 2017/10/13.
*/
<template>
    <div>
        <div class="container">
          <div id="agreement" class="ma">
            <h3>用户授权协议</h3>
            <p class="red">本协议是您和【中科点击（北京）科技有限公司】（以下简称“本公司”）为明确服务内容及双方权利义务等而签订。</p>
            <p style="text-indent:30px;">当您在点击确认“同意”本协议或实际使用本公司提供的服务即视为您授权（或获得有效的授权且可将该等授权转授权）本公司，您确认授权（或获得有效的转授权）本公司查看您拟查询的包括但不限于附件中所列的您或第三方企业或个人的所有信息，并将视为已阅读并理解本协议的全部内容。</p>
            <p style="text-indent:30px;">请您仔细阅读，并确保您（及被查询的第三方企业或个人）已明确知悉本协议的某些条款，条款可能对您（及被查询的第三方企业或个人）的权益具有或可能具有重大关系。</p>
            <p style="text-indent:30px;">如果您在任何时候对任何内容存在疑虑或异议，或者不同意本协议的任意内容，或者无法准确理解本公司对条款的解释或者未获得第三方企业或个人的有效授权请不要进行后续操作，一旦您点击同意本协议或进行后续操作或使用本公司的服务，均视为您同意本协议。</p>
            <p>本协议包括现在及将来本网站通过网络（或）通讯方式告知您的各项操作提示、规则、公告说明等。</p>
            <p class="title">一、授权条款</p>
            <p>1.1您确认在您授权/转授权我们验证并获取您或第三方企业或个人的包括但不限于本协议附件中所列的信息之前，已仔细阅读、充分理解并自愿接受本协议的全部内容，一旦您使用本公司的服务，即表示您同意并遵守本协议的所有约定。
              <br>1.2您同意，在您授权/转授权我们验证并获取您或第三方企业或个人本协议附件所列信息后，本公司有权按照附件中所列的授权内容进行数据查询、获取、使用、保存。<br>1.3您理解并同意，您使用本公司服务时，即授权本公司根据您所提供或授权或查询所得的各项信息及本公司独立获得的信息进行数据收集并形成数据报告。<br>1.4您授权/转授权本公司将数据或报告转交至您的信息接入路径所对应的第三方公司，用于您在第三方公司的业务分析等用途。<br>
              1.5您理解并同意，您不可撤销的授权/转授权本公司向第三方公司查询或核实您的相关信息（但法律、法规、监管政策禁止查询的除外）；您同意本公司、本公司关联公司/合作公司有权对您的相关交易信息进行收集并在与业务相关的其他第三方之间共享；同时同意本公司将查询获取的信息进行保存、整理、加工。<br>1.6本公司所生成的数据报告只是利用现有的技术手段对信息做如实的收集，而不对该等信息作任何的修改；但基于互联网信息更新的速度，及第三方存储的信息可能存在的滞后等原因，故本公司不对信息的有效性、准确性、正确性、可靠性、质量、稳定性、完整性和及时性做出任何承诺和保证。</p>
            <p class="title">二、服务限制及终止</p>
            <p>2.1您在使用本公司服务之前，如涉及第三方企业或个人的，应当取得该第三方企业或个人的合法有效授权，并且该等授权可转委托，否则您不得使用本公司的服务。若您未能提供该等授权或该等授权有瑕疵的，本公司有权终止向您提供服务，由此产生的责任，由您自行承担，若因此给本公司造成损失或不良影响的，本公司有权追偿。<br>2.2若您利用本公司提供的服务，违反相关法律、行政法规、地方性法规、部门规章、违反公序良俗、诚实信用、违背社会公共利益或侵犯第三方企业或个人合法权益的，本公司有权终止服务并要求您立即停止使用本公司服务，由此给本公司带来损失的，本公司有权追偿。<br>
            </p>
            <p class="title">三、保密及隐私</p>
            <p>3.1您保证获悉的属于本公司的且无法自公开渠道获得的文件及资料（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）予以保密。<br>3.2对于以下信息，双方均免除相应的保密责任：由公众通过合法途径获知的信息；有明确证据证明从第三方获知的；
              <br>3.3本条规定的保密义务具有永久法律效力，不因本协议的变更、解除或终止而终止。<br>3.4任何一方违反本保密条款约定的，应当赔偿由此给对方造成的一切损失。<br>3.5本公司重视对客户隐私的保护，因收集信息是出于遵守国家法律法规的规定以及向您提供服务及提升服务质量的目的，本公司不会因商业目的而向他人提供您/第三方企业或个人的任何信息，我们会在下列情况下才会将您的查询信息与第三方分享：<br>3.5.1获得信息主体的同意/授权/转授权；<br>3.5.2为了向您提供或推荐服务、产品或为了向您提供更完善的服务，我们会在必要时向合作机构共享您的相关信息；
              <br>3.5.3本公司的各项服务及客户服务，并维护、改进这些服务。<br>3.5.4在某些情况下只有共享您的信息才能向您提供您需要的服务或者产品，或处理您与他人的交易或者纠纷、争议；<br>3.5.5比较信息的准确性，并与第三方进行验证。
              <br>3.5.6本公司为维护本公司及关联公司权益或国家、集体、第三方企业或个人的权益而预防或禁止的非法活动。<br>3.5.7经您或第三方企业或个人许可的其他用途。<br>3.5.8根据法律法规的规定或有关机关的要求。</p>
            <p class="title">四、不可抗力</p>
            <p>4.1因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、疾病、黑客攻击、网络故障、计算机故障、木马、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。&nbsp;<br>4.2如任意一方发生不可抗力事件，该方应立即用可能的快捷方式通知另一方。双方应在协商一致的基础上决定是否延期履行本协议、终止本协议。</p>
            <p class="title">五、用户义务及免责声明</p>
            <p>5.1您承诺，您所提供的信息均为您合法享有或第三方企业或个人有效授权您享有、获取、保存的第三方企业或个人的真实信息，不得为虚假或非法获取的信息；若涉嫌虚假信息或盗用他人信息，本公司有权拒绝为您提供服务，由此而产生的全部法律责任将由您自行承担，本公司不对此承担任何法律责任，若因此对本公司带来损失的，本公司有权追究您的法律责任。<br>5.2 为限制在网站上的欺诈、非法或其他刑事犯罪活动，使网站免受其害，您同意网站可通过人工或自动程序对您的个人资料进行评价。<br>5.3本公司仅对本协议中所列明的义务承担责任。<br>5.4您明确因交易所产生的任何风险应由交易双方自行承担。</p>
            <p class="title">六、法律争议及适用</p>
            <p>6.1本协议的生效、解释、履行及争议的解决均适用中华人民共和国法律（为免歧义，不包括香港、台湾、澳门地区）。<br>6.2在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，您应与本公司首先协商解决。协商不成，向本公司所在地有管辖权的人民法院提起诉讼。</p>
            <p class="title">七、其他</p>
            <p>7.1本协议的某一条款被确认无效，均不影响本协议其他条款的效力。<br>7.2您在此不可撤销的同意，为了向您提供更优质、高效的服务，本公司有权将本协议项下您的部分或全部授权转授权（或将本协议项下本公司的部分或全部权利义务转移）给具有合法资质的第三方数据查询公司；该第三方公司可按您提供的授权类别进行数据查询并将查询结果反馈给本公司。<br>7.3本协议未尽事宜，由双方另行签订补充协议，补充协议效力与本协议效力相同。<br>7.4本协议附件为协议不可分割的组成部分并且与本协议正文条款具有同等效力。</p>
            <!--<p class="title">附件</p>-->
            <!--<table class="table table-bordered text-center" style="width:600px;margin:0 auto;">-->
              <!--<thead>-->
              <!--<tr>-->
                <!--<th class="text-center">授权类别</th>-->
                <!--<th class="text-center">授权内容</th>-->
              <!--</tr>-->
              <!--</thead>-->
              <!--<tbody>-->
              <!--<tr>-->
                <!--<td>个人信息</td>-->
                <!--<td>身份信息、风险提示信息、交易信息、运营商信息、银联相关信息</td>-->
              <!--</tr>-->
              <!--<tr>-->
                <!--<td>企业信息</td>-->
                <!--<td>企业工商信息、涉诉信息、交易信息、银联相关信息</td>-->
              <!--</tr>-->
              <!--<tr>-->
                <!--<td>车辆信息</td>-->
                <!--<td>车辆维修保养记录、车辆详情信息</td>-->
              <!--</tr>-->
              <!--</tbody>-->
            <!--</table>-->
          </div>
        </div>
    </div>
</template>
<style scoped lang="css">
  #agreement {border: 1px solid #e8e8e8;background-color: #ffffff;margin-top: 50px;}
  #agreement{padding:20px 30px;color:#666666;line-height:30px;}
  #agreement h3{margin-top:0;margin-bottom:50px;font-size:22px;}
  #agreement .red{color: #de182b;}
  #agreement .title{font-size:16px;margin-top:40px}
</style>
<script>
    /**
     * import '../../assets/vendor/iCkeck-v1.0.2/js/icheck.min';
     * import "vue-style-loader!css-loader!sass-loader!../../assets/vendor/iCkeck-v1.0.2/css/skins/square/blue.css";
     * import loginButton from './components/loginButton.vue';
     */
    export default{
        data () {
            return {
                msg: ''
            }
        },
        components: {},
        methods: {},
        mounted () {

        }
    }
</script>


